CREATE TABLE products
(
	id		bigserial PRIMARY KEY,	-- flyway не знает слово IDENTITY (наверное, не поддерживает h2)
	title	VARCHAR(255),
	price	INT
);
INSERT INTO products (title, price) VALUES
	('Товар№01',  10.0),
	('Товар№02',  20.0),
	('Товар№03',  30.0),
	('Товар№04',  40.0),
	('Товар№05',  50.0),
	('Товар№06',  60.0),
	('Товар№07',  70.0),
	('Товар№08',  80.0),
	('Товар№09',  90.0),
	('Товар№10', 100.0),
	('Товар№11', 110.0),
	('Товар№12', 120.0),
	('Товар№13', 130.0),
	('Товар№14', 140.0),
	('Товар№15', 150.0),
	('Товар№16', 160.0),
	('Товар№17', 170.0),
	('Товар№18', 180.0),
	('Товар№19', 190.0),
	('Товар№20', 200.0);
